{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "claude-desktop.nvim": { "branch": "main" },
  "claudecode.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "codeium.vim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "dracula.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "everforest": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "hererocks": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "iterm2-dark-background.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "kulala.nvim": { "branch": "main" },
  "lackluster.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydocker.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lorem.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mini.animate": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "minuet-ai.nvim": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "multiple-cursors.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nordic.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-projectconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "oxocarbon.nvim": { "branch": "main" },
  "package-info.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "render-markdown": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "snipe.nvim": { "branch": "main" },
  "solarized-osaka.nvim": { "branch": "main" },
  "solarized.nvim": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-colors-xcode": { "branch": "master" },
  "vim-enfocado": { "branch": "main" },
  "vim-matchup": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimux": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "yugen.nvim": { "branch": "main" }
}
